[
  {
    "id": "A2IAMUC55K9EUL",
    "image": "https://images-eu.ssl-images-amazon.com/images/I/41bkJWYvjJL._AC_US218_.jpg",
    "title": "Leagoo S8",
    "description": "Leagoo S8 - 5,7\" 4G FDD-LTE Smartphone, Pantalla Infinita, Android 7.0 Octa Core 3GB+32GB, Cámara Trasera 13MP+2MP, Delantera 8MP+2MP, Sensor de Huella Dactilar, Doble SIM Teléfono Móvil",
    "detail": [
      "Pantalla S8, Infinity Within: 5.7 pulgadas, pantalla SHARP 1440x720p, contraste de 1500: 1, densidad de píxeles de 500ppi. S8 permite la representación completa de cada detalle.",
      "Cámara Cuádruple, se Atreve a Ser Raro: Cámara trasera SONY 13MP + 2MP, cámara frontal OV 8MP + 2MP, lente 4P, apertura F2.0, tamaño de píxel de 1.12um * 1.12um. La gran apertura también puede brindarle una mayor profundidad de archivado, una mejor claridad de imagen y un enfoque más rápido.",
      "Rendimiento S8: CPU LTE Octa Core de 1.5GHz, 3 GB de RAM, ROM de 32 GB, 30% de ahorro de energía de mejora, 25% de rendimiento de mejora. Hardware equilibrado para un consumo de energía minimizado.",
      "Sensor de identidad Touch ID: tecnología táctil inteligente, legibilidad de 360 grados, desbloqueo de 0.1 segundos. Su tecnología táctil inteligente e ISP independiente están optimizados para la respuesta de rayos en el almacenamiento y procesamiento de huellas dactilares.",
      "Mantenga pequeño, vea grande: bisel ultra delgado de 1 mm, cuerpo súper delgado de 69 mm, relación pantalla a cuerpo de 85%. S8 persigue un rendimiento visual increíble para tus ojos y una comodidad extrema para tus manos"
    ],
    "maker": "Leagoo",
    "color": "negro",
    "price": "137,99 €",
    "stock": 4
  },
  {
    "id": "B077SFWJQ8",
    "image": "https://images-eu.ssl-images-amazon.com/images/I/51TDeVDi1IL._AC_US218_.jpg",
    "title": "Blackview A10",
    "description": "Móviles Libre Blackview A10 Móviles Dual SIM 3G Android 7.0, 5,0”HD Quad-Core - 2GB RAM + 16GB ROM,2.0MP+5.0MP ,2800mAh Smartphone Barato-Negro",
    "detail": [
      "Teléfono Barato: El Smartphone libre tiene 2GB RAM + 16GB RAM，MT6580A Quad-core 1.3GHZ para hacer que su teléfono funcione rápido",
      "Pantalla HD: Pantalla / cuerpo de relación de aspecto de 16: 9 de 5.0 pulgadas para un control preciso de la luz, ofrece una visión mucho más amplia y imágenes claras y estables",
      "Batería Duradera: La batería de 2800mAh permite una mayor autonomía en espera.",
      "Smartphone Dual SIM: Este teléfono tiene características de tarjeta dual. Haga que su trabajo y privacidad no sean molestados.",
      "Servicio post-venta: Blackview A10 respaldado por una garantía de 100% satisfacción del Landun, dos Años de garantía. No dude en ponerse en contacto con nosotros si hay algún problema en su producto."
    ],
    "maker": "Blackview",
    "color": "negro",
    "price": "69,99 €",
    "stock": 10
  },
  {
    "id": "B01DYN5OLE",
    "title": "Huawei P9 Lite",
    "image": "https://images-eu.ssl-images-amazon.com/images/I/41QP7y95tSL._AC_US218_.jpg",
    "description": "Huawei P9 Lite - Smartphone libre de 5.2\" (HiSilicon Kirin 650, Octa-Core, 3 GB de RAM, 16 GB, 13 MP, Android), color blanco [versión europea]",
    "detail": [
      "Pantalla de 5.2\", con una resolución de 1920 x 1080 pixeles y tecnología IPS LCD",
      "Procesador Kirin650 Quad-Core 2.0 GHz",
      "Cámara principal de 13 MP, camara frontal de 8 MP y grabación de video de 1080p a 30fps",
      "Capacidad de almacenamiento de 16 GB y memoria RAM de 3 GB",
      "Incluye el sistema operativo Android 6.0 Marshmallow"
    ],
    "maker": "Huawei",
    "color": "blanco",
    "price": "185,00 €",
    "stock": 7
  },
  {
    "id": "B076VGK16T",
    "image": "https://images-eu.ssl-images-amazon.com/images/I/313AfuuywVL._AC_US218_.jpg",
    "title": "Xiaomi Redmi",
    "description": "Xiaomi Redmi 4x - Smartphone libre de 5\" (4G, WiFi, Bluetooth, Snapdragon 435 1.4 GHz, 32 GB de ROM ampliable, 3 GB de RAM, cámara trasera de 13 Mp, Android MIUI, dual-SIM), negro [versión española]",
    "detail": [
      "Pantalla de 5\" HD, sensor de huellas dactilares trasero, sistema operativo MIUI basado en Android",
      "Procesador Qualcomm Snapdragon 435 octa-core de hasta 1.4 GHz, GPU Adreno 505, 3 GB de memoria RAM y 32 GB de memoria interna ampliable mediante tarjeta microSD",
      "Cámara trasera de 13 Mp con flash LED, HDR, modo panorámico y ráfaga; cámara frontal de 5 Mp con cuenta atrás para selfie y reconocimiento facial",
      "4G, ranura para nano-SIM + micro-SIM o una micro-SIM + microSD, WiFi 802.11a/b/g/n; batería de 4100 mAh, puerto micro USB 2.0",
      "Incluye garantía del fabricante"
    ],
    "maker": "Xiaomi",
    "color": "negro",
    "price": "149,00 €",
    "stock": 1
  }
]